[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$WilloGame .ItemCard expression description .CharacterHead"
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_SoldHaz UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 grams %s1"
UseFailureCharacterMessage="should %s use this clip."
ItemName=""
PickupMessage="hit %s"
UseFailureLevelMessage="You must be level %d to use this feature."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="popular"

[Soldier.Skin_SoldAne UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 people %s1"
UseFailureCharacterMessage="you are? %s Use this article.."
ItemName=""
PickupMessage="I found this %s"
UseFailureLevelMessage="To use this item, your level must be below %d.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Plain"

